---
kind: enumMember
id: F:Autodesk.Revit.DB.DimensionShape.Angular
enum: Autodesk.Revit.DB.DimensionShape
source: html/4ed85868-6ad0-6fdb-c648-6f7ee7738fd2.htm
---
# Autodesk.Revit.DB.DimensionShape.Angular

Angular dimension.